Revit 2027 API
Field.FieldName Property
 The name of the field.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FieldName { get; }
Public ReadOnly Property FieldName As String
	Get
public:
property String^ FieldName {
	String^ get ();
}
member FieldName : string with get
Property Value
String
See Also
Reference
Field Class
Autodesk.Revit.DB.ExtensibleStorage Namespace